---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathDistanceTooSmall
source: html/09ff5abe-57f2-3f54-0d6a-c315305d4604.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathDistanceTooSmall Property

Distance is too small.

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedPathDistanceTooSmall { get; }
```